{
    "name": "Closed Beta: Patch 28.1",
    "date" : "April 24, 2014",
    "patch": [
		{
			"id" : "general",
			"data" : "<h3>Balance and Tuning</h3>"
		},
		{
			"id" : "general",
			"data" : "<h4>Shapers</h4>"
		},
		{
			"id" : "Ashabel",
			"shaper" : "Ashabel",
			"data" : "<ul><li><b>Gale (Q)</b></li><ul><li>The cooldown of this ability has been reduced to 4 seconds, down from 5.</li><li>The cooldown reduction granted to this ability if it strikes an enemy has been increased to 50%, up from 40%.</li><li>The radius of this ability has been increased to 125, up from 85.</li></ul><li><b>Unleash (E)</b></li><ul><li>The minimum damage of this ability has been increased to 65/90/115/140/165, up from 45/70/95/120/145.</li><li>The maximum damage of this ability has been increased to 130/180/230/280/330, up from 90/140/190/240/290.</li><li>The minimum damage Power ratio of this ability has been increased to 0.5, up from 0.45.</li><li>The maximum damage Power ratio of this ability has been increased to 1, up from 0.9.</li><li>The knockback distance of Storm Stance - Stormwall has been increased to 350, up from 200.</li></ul></ul>"
		},
		{
			"id" : "Kahgen",
			"shaper" : "Kahgen",
			"data" : "<ul><li><b>Dust Devil (Q)</b></li><ul><li>The Focus cost to use this ability has been reduced to 30, down from 40.</li></ul><li><b>The Big Haul (R)</b></li><ul><li>The cooldown of this ability has been reduced to 120/110/100, down from 140/130/120.</li></ul></ul>"
		},
		{
			"id" : "Kindra",
			"shaper" : "Kindra",
			"data" : "<p><i>Developer Note: Kindra's defensive tools are no longer a necessity for her to successfully complete her role as an Assassin now that the itemization rework has lowered the average damage values in the game. To update her for the new tuning landscape, her defensive tools are either being retuned or replaced with more offensive effects.</i></p><ul><li><b>Night Strike (Q)</b></li><ul><li>The heal of this ability is now based on how many different targets are hit, rather than how many blades strike an individual target.</li></ul><li><b>Duskmantle (W)</b></li><ul><li>The shielding component of this ability has been removed. Enemies struck by Duskmantle will now be slowed by 25% at all ranks.</li></ul><li><b>Nox Aeterna (R)</b></li><ul><li>The Power ratio of this ability has been reduced to 0.4 per hit, down from 0.5.</li></ul></ul>"
		},
		{
			"id" : "general",
			"data" : "<h4>Items</h4>"
		},
		{
			"id" : "Adamance",
			"itemp" : "Adamance",
			"class" : "Legendary",
			"data" : "<ul><li>The Power granted by this item has been reduced to 40, down from 50.</li><li>The price of this item has been reduced to 2665, down from 2955.</li></ul>"
		},
		{
			"id" : "Finesse",
			"itemp" : "Finesse",
			"class" : "Legendary",
			"data" : "<ul><li>The damage amplification of the Exploit Weakness Unique Passive has been increased to 4% bonus damage per stack, up from 3%.</li><li>The price of this item has been increased to 2670, up from 2490.</li></ul>"
		},
		{
			"id" : "Hope",
			"itemp" : "Hope",
			"class" : "Legendary",
			"data" : "<ul><li>The percentage damage reduction granted from the Avatar Unique Passive on this item has been reduced to 10%, down from 20%.</li><li>The price of this item has been increased to 2990, up from 2835.</li></ul>"
		},
		{
			"id" : "Justice",
			"itemp" : "Justice",
			"class" : "Legendary",
			"data" : "<ul><li>The percentage Movement Speed on this item has been removed.</li><li>The price of this item has been reduced to 3155, down from 3380.</li></ul>"
		},
		{
			"id" : "Pursuit",
			"itemp" : "Pursuit",
			"class" : "Legendary",
			"data" : "<ul><li>The Flat movement speed bonus and reduction of the Relentless Unique Passive has been reduced to 50, down from 55.</li></ul>"
		},
		{
			"id" : "Preservation",
			"itemp" : "Preservation",
			"class" : "Legendary",
			"data" : "<ul><li>The Power granted by this item has been reduced to 30, down from 35.</li></ul>"
		},
		{
			"id" : "Resilience",
			"itemp" : "Resilience",
			"class" : "Basic",
			"data" : "<ul><li>The Toughness Stackable Passive on this item will now be half as effective as the previous stack, rather than half as effective as only the first. The values will be as follow for stacking multiple Toughness Stackable Passives (6->3->1.5...) instead of (6->3->3...).</li></ul>"
		},
		{
			"id" : "Stability",
			"itemp" : "Stability",
			"class" : "Legendary",
			"data" : "<ul><li>The Health Regeneration granted by this item has been removed.</li><li>The duration of the Swift Recovery Unique Passive has been reduced to 1 second, down from 1.25.</li><li>The price of this item has been reduced to 2665, down from 2940.</li></ul>"
		},
		{
			"id" : "Strife",
			"itemp" : "Strife",
			"class" : "Legendary",
			"data" : "<ul><li>The initial bonus Power per stack of the Soul Master Unique Passive has been reduced to 0.25, down from 0.5.</li><li>The initial bonus Health per stack of the Soul Master Unique Passive has been reduced to 3, down from 4.</li></ul>"
		},
		{
			"id" : "Will",
			"itemp" : "Will",
			"class" : "Basic",
			"data" : "<ul><li>The Void Stackable Passive on this item will now be half as effective as the previous stack, rather than half as effective as only the first. The values will be as follows for stacking multiple Void Stackable Passives (10->5->2.5...) instead of (10->5->5...).</li></ul>"
		},
		{
			"id" : "general",
			"data" : "<h4>Spells</h4>"
		},
		{
			"id" : "Blitz",
			"spell" : "Blitz",
			"data" : "<ul><li>The disable immunity duration for ranged Shapers has been reduced to 1.5 seconds, down from 2.</li><li>The disable immunity duration for melee Shapers has been reduced to 3 seconds, down from 4.</li></ul>"
		},
		{
			"id" : "general",
			"data" : "<h4>Map / General</h4>"
		},
		{
			"id" : "general",
			"data" : "<h5>The Guardian</h5><p><i>Developer Note: It is a goal that destroying Cores causes meaningful progress to be made towards destroying the Guardian. When the front three Cores were destroyed, the only result was that the Guardian selected his more powerful abilities more often, resulting in being more difficult to destroy rather than easier. This was contributing to games stalling out. By increasing his global ability cooldown with each Core destroyed, taking Cores should legitimately make the Guardian easier to destroy while allowing the impact of each ability to still be high.</i></p>"
		},
		{
			"id" : "general",
			"data" : "<p>The damage and scaling changes are aimed at mitigating the likelihood of a team reaching the Guardian in the early stages of the game and being unable to end the game due to the high initial base values on the Guardian's abilities. With increased scaling and lower base damages, the Guardian will be easier to destroy if he is reached earlier, while causing his abilities to deal comparable damage to what they deal now after a sufficient amount of time has elapsed.</p>"
		},
		{
			"id" : "general",
			"data" : "<ul><li>The global cooldown on the Guardian's abilities will now be increased by 2 seconds for every Core that is destroyed.</li><li>The Guardian now gains 6 Power every 60 seconds starting at 10 minutes into the game, up from 5 Power every 60 seconds.</li><li>The Basic Attack base damage has been reduced to 300, down from 340.</li><li>The Fire Line base damage has been reduced to 220 damage per second, down from 300.</li><li>The Laser Beam base damage has been reduced to 280 damage per second, down from 360.</li><li>The Missile Barrage base damage has been reduced to 275, down from 300.</li></ul>"
		},
		{
			"id" : "general",
			"data" : "<h5>General</h5><p><i>Developer Note: Being hit by multiple slows was overly punishing to players, often reducing them to the minimum movement speed value of 110. This change should allow for applying multiple slows to still be noticeable, but no longer cause the player to feel like they are effectively rooted.</i></p>"
		},
		{
			"id" : "general",
			"data" : "<ul><li>Slows will now stack multiplicatively with each other rather than additively.</li><li>Every slow beyond the largest on a target is only 33% as effective, down from 50%.</li></ul>"
		}
	]
}