[
{
	"name" : "Salous",
	"short" : "A member of a holy order of eastern assassin-monks, Salous had grown haunted and nauseated by his many murders. He confessed his sins to the Spirit of Control, which offered him the strength to redeem himself through deeds.",
	"long" : "<div style=\"font-size:20px;\"><b>Salous<br>Age:</b> 42<br><b>Place of Birth:</b> Sei Kashari Island<br><b>Vitality:</b> Control</div><br><div style=\"font-size:14px;\"><br>Sailing clouds founder<br>On emerald mountain reefs<br>A plum rain descends<br><br>The boom and mutter<br>Of waves on a remote shore;<br>I observe my sins<br><br>The grass stirs idly<br>He wipes the sweat from his brow<br>Softly my knives keen<br><br>If all are brethren<br>How could my hands not tremble<br>As breath fled my prey?<br><br>As the moon observed<br>I listened to cats serenade<br>Instead of her pleas<br><br>What blurs my vision?<br>My hands are tools; it must be<br>The haze of blossoms<br><br>Night winds sigh like lovers<br>Crickets delay the coming dawn<br>Yet I do not sleep<br><br>The moon sits down and<br>Watches me pour out excuses<br>Emptied, she fills me<br><br>Stones cast down, broken<br>Binding an unworthy soul<br>Reminders of debt<br><br>The sea fumes and spits<br>Yet my heart is steady as<br>I turn from the wolf<br><br>I walk alone, barefoot<br>Across icy, withered fields<br>Through the snow, green shoots<br><br>Sinking clouds against<br>The blooming mountainsides, but<br>The young sun finds me</div>"
},
{
	"name" : "Basko",
	"short" : "In Maridia, the masses spend their lives laboring in hunger and squalor for the benefit of a few wealthy merchant princes. Basko, once an enforcer for the criminal gangs of the slums, means to change that with the Spirit of Resolve.",
	"long" : "<div style=\"font-size:20px;\"><b>Basko Sartazi<br>Age:</b> 28<br><b>Place of Birth:</b> Mercantile City-State of Maridia<br><b>Vitality:</b> Resolve</div><br><div style=\"font-size:14px;\"><br>I'm s'posed to say something about how we don't know the Spirits' will. How we'll all meet again someday, in a world where things are better.<br><br>Ain't a smart man. Done things I ain't proud of. Hurt people on the say-so of others. Broke people for a few coins from bad men. All of us fightin' over scraps dropped by princes. Even with that, that blood money, you work 20 years and ain't got enough gold tucked away. Not to keep your boy from choking on his own lungs. You don't even got enough to lay a stone, to mark where his head come to rest.<br><br>Think I had enough.<br><br>There's them who got too much. More'n their share. Things gained by selling what we make. They build them towers over us, and spit down that they're our betters, and 'spect us to be grateful for the rain. They say if we was good as them, we'd have towers too. They say that, and we believe 'em.<br><br>I say we pile wood under them towers. We start a fire, and don't put it out 'til the rot's burned clean from Maridia's heart. Until that day, I ain't giving them no more kids. Not to grind up in their gears or burn in their forges. I ain't laying with your mom again.<br><br>Adan, we din't get to know you well as we should. You was just a little thing. You din't get enough smiles in the time you had. Someday you'll have brothers and sisters. We'll tell them all about you as they breathe clean air.<br><br>Because there's gotta be a better world, yeah? There must be.<br><br>Spirits bless and keep your soul.</div>"
},
{
	"name" : "Raina",
	"short" : "The daughter and heir of a prominent northern Duchess, Raina's plans for life revolved around the written word. A voracious reader of ancient history and disreputable fiction, she took up the powers of the Preservation Vitality to protect her friends and her books from raiders.",
	"long" : "<div style=\"font-size:20px;\"><b>Raina Athus Tallund<br>Age:</b> 25<br><b>Place of Birth:</b> Risenne, Queendom of Chassart<br><b>Vitality:</b> Preservation</div><br><div style=\"font-size:14px;\"><br>Dear Queen Sereyn,<br><br>Thank you for the recent shipment of books; I've long since finished the ones I brought with me. I was delighted to see you included the latest collection of \"Shades of Dusk.\" You know me so well. I did keep it out of sight from our entourage. I can't imagine what my brother would say if he caught me blushing over such a tawdry work.<br><br>Please find in my correspondence our first batch of notes on the flora and fauna of the holy woods. The collection at the abbey has proven quite inadequate. I've begun to suspect some of them might have been outright fiction. For example, I have yet to see a single horse with a horn on its head. There are, however, little blue creatures that resemble grumbling mushrooms. I don't recall any mention of them at all.<br><br>I suppose it's possible that the blue fungus ate all the horned horses. I'll need to test this hypothesis. I'm sure one of your guards will be happy to loan me a charger and some glue.<br><br>Speaking of my research, the next time you send us supplies, would you be able to include Kerbelle's \"A Brief Treatise on Successful Personal Interactions?\" It's clearly been too long since I've read it, because I've had no success at all befriending the local peasants. Just yesterday I asked one of the herdsmen a simple twelve-part question on taxonomy of a local fruit-bearing shrub, and all he said in reply was, and I quote, \"They's (sic) good eating. Wait until they turn blue.\"<br><br>It's in my quarters, sixth bookcase from the door along the right-hand wall, third shelf from the top. Whoever fetches it will need a ladder.<br><br>Your Faithful Student,<br>Raina Tallund</div>"
},
{
	"name" : "Zeri",
	"short" : "Artists are revered in the southern deserts, and young Zeri is their finest painter... when she can be persuaded to apply herself. Wielding the power of the Vibrance Vitality has changed her life, but not her attitude towards living it.",
	"long" : "<div style=\"font-size:20px;\"><b>Zeri ahb Kareiya<br>Age:</b> 15<br><b>Place of Birth:</b> Shira'bel Canton, League of the Amaranthine Trace<br><b>Vitality:</b> Vibrance</div><br><div style=\"font-size:14px;\"><br>arg, why's there gotta be so much work? renzo just wants to kill me is all<br><br>* eastern wood carving project - check market for imported stuff, get ideas<br>* test on symbolism from what's-their-faces queendom (sounded like \"turkey butts\")<br>* presentation for visualizing gender symposium at the sanctuary - \"it's more than curves versus an acute angle\" heh<br>* metalworking! firefirefirefire...<br><br>REALLY wish i had some chocolate right now - and when do i just get to paint?? BLARG<br><br><div style=\"font-size:16px;\">DO YOUR LAUNDRY</div><br>also repaint ceiling stars losing their glow<br><br><blockquote><p align=\"right\">ahlan from class asked me to meet him behind the kebob place</p><br>Oh my law, did you???<br><br><p align=\"right\">pfft like I would</p><br>Did you even show up?<br><br><p align=\"right\">he wanted to lay me down seemed only fair i stand him up</p><br>You're terrible.<br><br><p align=\"right\">terrible CLEVER you mean</p></blockquote><br><br>talk to drunk ottrekin down by the river (lanna?) - lead on real eastern wood carvings<br>sale on mooncakes at rubaya's tomorrow NOM<br>buy aloe for metalworking burns owwie<br><br>star light star bright what the heck's that big blue light<br><br><blockquote>You all right?<br><br><p align=\"right\">yeah something weird happened last night</p><br>Like with Ahlan?<br><br><p align=\"right\">no (gross) - you ever seen a spirit?</p><br>No, thought they only showed up in shrines and stuff.<br><br><p align=\"right\">watch this</p><br>What ar--<br><br><p align=\"right\">you all right?</p><br>What under the dome of heaven was that?<br><br><p align=\"right\">i think i became like a goddess last night or something</p><br>You've been drinking the funny tea from the west.<br>Come on, what was that really?<br><br><p align=\"right\">nevermind</p><br>Are you mad? I'm sorry. :(<br><br><br><div style=\"font-size:22px;\">SERIOUSLY NEED TO DO LAUNDRY</div></div>"
},
{
	"name" : "Voluc",
	"short" : "Once the leader of a paladin order, Voluc bonded with the Spirit of Consumption as he lay dying in the holy woods. No longer quite human, he must remain tirelessly vigilant, lest the Vitality he wields suck the very life from all around him.",
	"long" : "<div style=\"font-size:20px;\"><b>Arch-Sentinel Jeronym Voluc</b><br><b>Age:</b> 47<br><b>Place of Birth:</b> Varden, Queendom of Falkrent<br><b>Vitality:</b> Consumption</div><br><div style=\"font-size:14px;\"><br>Spirit of Will, bless me.<br><br>Spirit of Abstinence, bless me.<br><br>Spirit of Clarity, bless me.<br><br>It's hard to keep it leashed while awake. I can't control it at all while I sleep. I've tried staying awake. I've bruised my knuckles punching trees. I drew blood biting my hands. Hoping, praying pain would keep me from sleep. It worked but briefly. I'd snap awake to find the light had shifted, and ring of dead animals around me.<br><br>I've gone deep into the woods, damning myself further with every step, profaning this holy ground with my unclean feet. But I don't dare venture beyond the depths of the Heart, where men might come upon me. I imagine what might happen if my wife came looking for me. If my little girl saw me asleep in the grass, surrounded by a fall of dead sparrows. If she ran up to hug me...<br><br>I wonder if they still look for me. Oh, I pray they don't. I hope they're heartbroken, lighting candles in my name. I hope they've given up on ever seeing me again.<br><br>All night, I feel the malignant, restless turnings of the Spirit in my gut. It WANTS. Oh, how it WANTS. It feels my desire to see Lizabet and Kastanie. It tempts me with it. Twists my thoughts with excuses. I could just look on them from a distance. I could travel well clear of roads. I could abandon my name, so they don't hear fresh word of me. I could, I could, I could...<br><br>It doesn't speak - not in any way I recognize. But I can tell its raw, desperate cravings from my own. So far, at least.<br><br>Spirit of Will, bless me.<br><br>Spirit of Abstinence, bless me.<br><br>Spirit of Clarity, bless me.<br><br>I am in hell.</div>"
},
{
	"name" : "Amarynth",
	"short" : "The High Priestess of the blessed - or cursed - Shorewind tribe, Amarynth commands unstoppable forces of tide and squall through her bond with the Spirit of Momentum. Like the eastern sea, she is serene and elegant at peace, but prone to thundering rages when roused.",
	"long" : "<div style=\"font-size:20px;\"><b>Amarynth of the Shorewind<br>Age:</b> 28<br><b>Place of Birth:</b> unknown; of no fixed abode<br><b>Vitality:</b> Momentum</div><br><div style=\"font-size:14px;\"><br>I know the bottom. It is the only place I feel peace. Rocked by the sway of tides. Serenaded by whale lullabies felt in the bones. I am weightless. The moon cannot pull my heart. My fists and teeth no longer clench.<br><br>But I cannot stay.<br><br>\"Join your voices,\" I tell their faces bobbing in the sea. Men on the left shore, women on the right. Children inattentive on the sands. \"Let us praise the Spirit for its blessing.\" Behind their backs, I call it a curse. I pray for relief.<br><br>I was eleven when the blessed coral began to grow out of my bones. When the air became painful to my skin. I was so excited. I was nearly an adult. I could finally leave the shore, see my mother and father whenever I wished.<br><br>I didn't understand. I never saw father again, save from a distance.<br><br>Mother died ten years ago. Her blessings passed to me. I invoked weekly rituals to eager faces. I dispensed what young wisdoms I had. And then I felt the rising of the moon in my blood for the first time. I understood the rages that possessed her, why her eyes despaired as she pounded the rocks with her bloodied fists.<br><br>I still spoke to Cerulean back then. He laughed it off the first time, said he didn't feel a thing through his coral. But he limped for weeks afterwards. His nose never sat straight again. I never dared touch him again.<br><br>When the Spirit came to me, it thundered in my ears like the roll of breakers on the shore. I begged it to kill me. It gave me no rest, but a measure of freedom.<br><br>How can I lead my people in worshipping the Spirits when I don't understand them myself?</div>"
},
{
	"name" : "Viyana",
	"short" : "Artfully bred, the product of generations of carefully preserved Blood Shaping expertise, Viyana regarded the advent of her Spirit of Purity as a natural and inevitable right. Her creators dispatched her to lead the barbarian rabble of the eastern tribes to victory.",
	"long" : "<div style=\"font-size:20px;\"><b>Dama Viyana Irizevak<br>Age:</b> 32<br><b>Place of Birth:</b> Ruins of Taraysk<br><b>Vitality:</b> Purity</div><br><div style=\"font-size:14px;\"><br>It is a struggle to maintain composure, but I have trained long and well.<br><br>\"What is the secret?\" he asks, deftly slicing the scalpel across my wrist. I set my teeth and make no sound. I have endured worse. He will know if I am frightened. It will kill me if I am frightened. Blood will flow too quickly.<br><br>\"The blade is illusion,\" I say. Calm. Steady.<br><br>\"What is the secret?\" he repeats. His fire burns across my other wrist. The stone is very cold beneath me, the carved channels digging into the bare flesh of my back.<br><br>\"The Shaping is illusion.\"<br><br>He looks down at me impassively, wiping the blade clean on a purified cloth. \"What is the secret?\"<br><br>\"They are nothing without hands to wield them.\"<br><br>\"What is the secret?\" His eyes are cast in the ice that swirls through the empty streets outside. Below the pulse of my heart, I hear snow whine through the holes in the crumbling towers.<br><br>\"Strength lies in the body. Power lies in the blood.\" I no longer feel the stone, and my heart shudders once. I - I am going to--<br><br>I am a daughter of long and noble lineage. I was created for this. Artfully crafted, the product of ten generations.<br><br>\"What is the secret?\" His voice is faint. I cannot see.<br><br>\"Flesh,\" I sigh my last breath, \"is just another material... to Shape.\"<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>He observed her silent, cooling body.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"The woman is dead. The old life is exsanguinated. Let a daughter of<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Taraysk be now born.\"<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The stones of the basin rumbled, glowing with vital powers of purification.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;He swept his hand across the vessel, and the blood flowed back whence it<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;had come.</i><br><br>My wrists hurt. \"We are cleansed,\" I whisper.<br><br></div>"
},
{
	"name" : "Fenmore",
	"short" : "Cool and practical, the warlord Fenmore betrayed his queen to build a peaceful, orderly world, united under his rule. The acting leader of a shadowy group known as The Nine, he wields the Vitality of Hunger, incarnate as a pack of his northern homeland's ferocious wolves.",
	"long" : "<div style=\"font-size:20px;\"><b>Marzgraf Harkund Fenmore<br>Age:</b> 41<br><b>Place of Birth:</b> Laisau, Queendom of Neissen<br><b>Vitality:</b> Hunger</div><br><div style=\"font-size:14px;\"><br>Your Grace,<br><br>Her Wisdom the Queen requested I educate you. Study this carefully. I am pressed by affairs and have no time for more.<br><br>The goal of war is to enforce your will upon those who disagree with you. If you can look good while winning, so much the better, but everything beyond victory is ostentation.<br><br>There is no such thing as \"civilized war.\" War is a mutually agreed-upon contract for barbarism. \"Civilized\" conflict merely lessens the discomfort of the warriors. The peasants they march to and fro on the backs of are still brutalized.<br><br>War should be concluded as swiftly and efficiently as practicable. The longer fighting drags on, the more chaos and disarray is generated. Peace and order yield prosperity.<br><br>The most expeditious way to defeat a man is to take away his comfort. Convince your foe that you intend to do him grievous personal injury and he is less likely to fight. Therefore, it is more useful to cultivate a reputation as fearful and grim than as honorable and eloquent.<br><br>The weak are first to perish. Identify and cull the weak among your own forces before the onset of war. You may then dispatch the weak among the enemy's forces at leisure.<br><br>Never allow an enemy to depart the field in possession of arms, or you will need to defeat them again later.<br><br>A warrior must be able to carry his own arms and armor. Commanders are not excluded from this requirement. If you cannot carry your own weight, you cannot carry the weight of a realm.<br><br>Most combat is decided in the first few seconds. It is better to strike without hesitation and make reparations as necessary. Those who wait to be attacked first seldom get the chance to attack second.<br><br>Yours,<br><i>-Fenmore</i></div>"
},
{
	"name" : "Kindra",
	"short" : "A young noblewoman exiled to a remote northern abbey for her perverse and lethal hobbies, Kindra gleefully broke free when the Spirit of Shadow bonded with her. Amoral and easily bored, she spends her days finding ways to amuse herself.",
	"long" : "<div style=\"font-size:20px;\"><b>Lady Kindra of Salmesse<br>Age:</b> 23<br><b>Place of Birth:</b> Inglaire, Queendom of Chassart<br><b>Vitality:</b> Shadow</div><br><div style=\"font-size:14px;\"><br>I see we're awake. Enjoying the sheets? Pure silk, you know.<br><br>You asked me a question before. A marvelously simple one. \"Why?\" I do adore an essay question. Where should I begin?<br><br>Shall I tell you of an unhappy childhood? That I never knew my father, and my mother beat and sold me on corners? The cruel young noblemen who used me for silver coins, tossed over their shoulder as I lay trembling on the straw? Should I mention that after my mother froze to death on the streets, I was sent to a mountaintop abbey? That unsympathetic Sisters of the Parchment rapped my knuckles, lectured me for my sinful life and depraved desires?<br><br>I could tell you all that. Does it make you feel better? Aw, look at those big brown eyes. I bet your heart is full of pity. Your ears full of \"you're such a good friend.\"<br><br>That was all a lie, though. My mother is a northern countess. My father a well-regarded if eccentric scholar. My tedious friends and I had a perfectly safe, comfortable, grey little childhood. We had all we could want. Whatever, whenever, however much we wanted.<br><br>Oh, I did go to an abbey. I was lectured. If you like, I can recite any number of platitudes and scriptures for your amusement. And I was punished, but for sins of my own choosing. My mother sent me there because of the little hobbies I've been sharing with you.<br><br>Which brings us back to your question. Why did I snare you like this, dear boy? Why did I bind you, work my will and whims astride you, and then starting cutting, cutting, cutting?<br><br>Because I can, sweetling. And because I'm bored.</div>"
},
{
	"name" : "King of Masks",
	"short" : "Illusionist and master thespian, the King performed to crowded squares and the delight of children everywhere. But woe! The Virtuosos of the south resented his consummate skill and unbridled popularity. Our hero was unfairly banished to the wastes... but the Spirit of Madness offered him a chance for justice!",
	"long" : "<div style=\"font-size:20px;\"><b>The King of Masks<br>Age:</b> 30<br><b>Place of Birth:</b> Nita'yal Canton, the Samaluun Wastes<br><b>Vitality:</b> Madness</div><br><div style=\"font-size:14px;\"><br>\"Being the Cruel and Unjust Tale of a True Artist's Exile from His Homeland\"<br>A One-Act Play by the King of Masks<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Enter THE ARTIST, stage left<br><br><b>The Artist:</b> Another brilliant matinee performance! But what is this? I spy the esteemed Virtuosos of Nishi'an approaching. I must humbly greet them with all the respect they are due.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Enter RENZO and the Esteemed Virtuosos, stage right.<br><br><b>The Artist:</b> I doff my cap to thee, lords and ladies. Where you stand, the light falls more sweetly.<br><br><b>Renzo:</b> Oh ho! Renzo has found the villain.<br><br><b>The Artist:</b> Villain? What villainy have I committed, sir?<br><br><b>Renzo:</b> Trickery, sir, trickery! Renzo cannot abide the way you wave your hands about with much confusion, flounce across the stage in the manner of dying duck, and then cry \"acting!\"<br><br><b>The Artist:</b> But good Virtuosos, my theatrics delight the crowd.<br><br><b>Renzo:</b> What do the masses know of art? Art is stuffy and self-important, like Renzo. It is best appreciated while stroking one's moustache.<br><br><b>The Artist:</b> I protest. A moustache is not required to produce or appreciate art.<br><br><b>Renzo:</b> Of course you would say so; you lack a moustache. We, the Virtuosos of Nishi'an, have voted to declare you a ninnyhammer and a lunatic. Begone from our lands! Your antics distract the masses from properly appreciating our own work.<br><br><b>The Artist:</b> Wails! My lords and ladies, you cannot be serious.<br><br><b>Renzo:</b> Renzo cannot hear anyone without a moustache right now.<br><br><b>The Artist:</b> This is not just. I swear, I will return and depose your aesthetic tyrannies, thou cruel egomaniacs. Shrieks! You will rue this day.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Exit The Artist, stage left.</div>"
},
{
	"name" : "Kahgen",
	"short" : "The bandits of the Great Abeyance desert prey on the caravans of giant hathi that wind between the cities of the south. Kahgen's band uses tar sand-fuelled grapples to haul themselves aboard the massive beasts. The coming of their boss' Spirit of Avarice allows them to seek more ambitious targets.",
	"long" : "<div style=\"font-size:20px;\"><b>Kahgen zel Seydhi<br>Age:</b> 46<br><b>Place of Birth:</b> the Rahli Keta, the Great Abeyance Desert<br><b>Vitality:</b> Avarice</div><br><div style=\"font-size:14px;\"><br>Hey up there. That's a fine hathi you're riding. Near to two rods tall, yeah?<br><br>So I can judge this here's your first time being robbed. Well, I'll explain how it works, so listen close.<br><br>First, we got you surrounded, and there's more of us than what you see. Don't matter to me if you believe that \" just being honest and fair with you. Try to run, we will catch you.<br><br>Second, you surrender, we treat you fair and proper. You got my word of honor on that. And whatever you might be thinking, my word's good. What I says, I does. In this business oathbreakers don't live long.<br><br>It ain't you we're interested in, mate. Ain't even your own purses. But them chests you got strapped up top there? All done up in fancy brass, stamped with the Radhan Company seal? Them we take. Got no quarrel with them that work for a living. You and I? We're more alike than not. We just earn our coin by different means.<br><br>Them fat merchants in Nishi'an? Well... I 'spect they got a touch more than they need.<br><br>Now, the third thing \" the <i>last</i> thing you need to know is this. Could be you're thinking, \"T'ain't so many of these bandits. We can take 'em our own selves.\"<br><br>Maybe you could, mate. Maybe you can't. But if you fight...<br><br><i>I'll gut you like squealing pig.</i><br><br>I'll bend your fingers till they snap. I'll cut the strings in your legs. I'll carve you open and pile your stinking guts in front of ya.<br><br>And then, maybe, if you ask me real pretty-like... <i>maybe</i> I'll cut your throat.<br><br>Or maybe I'll leave you out here on the sand to bake.<br><br>Your call, mate.<br><br>I'll give you a bit to think on it.</div>"
},
{
	"name" : "Kensu",
	"short" : "The Iteshi of western Suzutai turned their backs to the Spirits, snaring souls at the moment of death. Their isles are haunted now by the misplaced desires and regrets of the bound dead. Hunters must keep them in check, and the finest is Kensu and his Spirit of Conviction.",
	"long" : "<div style=\"font-size:20px;\"><b>Lie Ren Kensu<br>Age:</b> 28<br><b>Place of Birth:</b> Zhenan Village, Suzutai Islands<br><b>Vitality:</b> Conviction</div><br><div style=\"font-size:14px;\"><br>Our coasts are wreathed in mist, but any hunter can tell an unnatural fog. It moves against the wind, chills with a touch, and eats the bird song. This village is silent, faded, the dock rimmed with ice.<br><br>I crunch along an empty path, past huts boarded from within. From the last, I hear whimpering. Drawn to a child, as the Masters suggested. The door sways idly, a dusting of frost on the frame. I push through and ignore the hollow, angry wheezing from the rafters, the sting of frostbite rage on the tips of my ears.<br><br>The boy is wadded in the corner, peering at the ceiling from between splayed claws, bristling tail twitching around his ankles. \"There is nothing here,\" I tell him, \"save what you brought with you.\" His eyes dart from me to the current of ice roiling in the air, hissing and cracking. \"That?\" I smile, glancing over my shoulder. \"That is only a regret that has lost its way.\"<br><br>I nock my arrows, one fletched with feathers of a dove, the other with crow. The two halves of a mortal soul; aggression and affection; boldness and wisdom; body and spirit; male and female. Each pair tied together, in balance. One cannot fly true without the other. <br><br>I say the words the Blessed Mother taught me long years past.<br><br><i>The moon is bright, the wind is hushed<br>The yulan drape the window<br>Close your eyes, lay down to rest<br>And dream of peaceful dawn</i><br><br>It shrieks at me. For a moment, I see its true face; a woman greyed and stooped. She clutches a worn child's doll, fretting over it, tears sparkling in the old lines of her face.<br><br>\"Rest, grandmother.\"<br><br>My arrows fly true.</div>"
},
{
	"name" : "Mina",
	"short" : "It is said the Spirit of Dominance came to Mina as she drowned. At the edge of life, it tethered her soul to a body fashioned for the western Festival of Dolls. Spiteful and cruel, Mina delights in shaming those she possesses by laying bare their innermost hidden thoughts.",
	"long" : "<div style=\"font-size:20px;\"><b>Mina Prisardi<br>Age:</b> 27 (Deceased)<br><b>Place of Birth:</b> Mercantile City-State of Tessua<br><b>Vitality:</b> Dominance</div><br><div style=\"font-size:14px;\"><br>A luminary of our fair and esteemed city has, tragically, become a widower. The wife of Baron Cenno Prisardi failed to return from festivities on the final night of the Festival of Glass.<br><br>It is thought the Baroness may have fallen into the sea during a late inspection of the Count's offering for the Blessing of Dolls. The bereaved Cenno lamented that he allowed the late Baroness to enjoy her cups during the traditional vizalla butterfly watching. He confessed that he had found her quite drunk that evening.<br><br>As has become common in recent years, Baron Prisardi had commissioned a lavish offering to the Spirits, in hope of receiving an heir. This year he engaged the prestigious Messori & Sons of Flotta Street to complete a full-scale sailing caravel. This magnificent vessel was \"captained\" by a life-size doll in bisque porcelain commissioned from P.F. Gemell of Sarissa. As a gesture of mourning, the doll, a juvenile likeness of the late Baroness, has been removed from public display.<br><br>Cognoscenti estimate the cost of the enterprise to be in excess of forty thousand gold marins. This would bring Prisardi's investment in recent Festivals to a staggering total of one hundred thousand marins.<br><br>The city watch has not ruled out foul play, as many of our city's most repugnant and detestable poor have used the excuse of the recent holidays to infest the waterfront. A cull has been scheduled for the coming week.<br><br>In happier news, Baron Prisardi has announced a contract of engagement between himself and the youngest daughter of Count Brenulli, with transferal of rights and estates to be concluded by the close of business on Junil 13. The editors of this broadsheet are certain they speak for all when we wish Cenno a prosperous and fruitful engagement.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- Account of All Distinguished and Commemorable News, Aprelle 19, 1543</div>"
},
{
	"name" : "Freia",
	"short" : "A commoner from the mountainous north, Freia bonded with the Spirit of Rage when she discovered her village razed by Fenmore and his spirit-wolves. Now consumed by the Vitality she bears, she pursues the warlord relentlessly, intent on revenge.",
	"long" : "<div style=\"font-size:20px;\"><b>Freia Mairenholtz</b><br><b>Age:</b> 20<br><b>Place of Birth:</b> Kaesnau, Queendom of Falkrent<br><b>Vitality:</b> Rage</div><br><div style=\"font-size:14px;\"><br>I buried them. I wasn't going to leave them to be eaten by animals.<br><br>I'd never carried a human. I'd helped Rikert home from the inn a few times and thought I was strong for it. I didn't realize how much of his own weight he was carrying, even stumbling drunk.<br><br>I could barely lift his cold torso off the ground. I always thought he was small, though he was my elder by a year. The weight of flesh is staggering. I panted and sweated, retched and sobbed, but could only drag him a short distance. I was afraid if I pulled too hard that - that pieces might come free. The wolves left his chest in tatters.<br><br>It whispered and hissed. Filled my mind with memory, my limbs with fire. I stopped feeling the cuts and bruises, and I gathered up Rikert with the calm of a butcher working a steer. Picked up the pile of him as if it were just another courier packet, and carried it to the grave I'd dug.<br><br>Eight days. That's how long it took to bury every man, woman, and child of Kaesnau. The friends I shared childhood secrets with. The first boy I kissed. The baker who made me bread every day for fifteen years, and never charged me a copper. The parents who hugged away injuries to my knees and my heart.<br><br>Eight days I moved earth and flesh, alone with the dead. When I was done, there were no tears left. Spilled blood and rent flesh were just... scenery. I felt nothing. I was as cold as Rikert's skin, and as empty as the wolves had left his gut. All I had inside was the whispering Spirit and the anger we shared.<br><br>We're going to murder him.</div>"
},
{
	"name" : "Kel",
	"short" : "The folk of the holy woods are simple shepherds, tending their flocks and ignoring the world beyond the fields they know. By his own reckoning, Kel is neither wise nor valiant, but the Spirit of Protection clearly felt him a kindred soul.",
	"long" : "<div style=\"font-size:20px;\"><b>Kel<br>Age:</b> 30<br><b>Place of Birth:</b> Millbriar Village, The Heart of the World<br><b>Vitality:</b> Protection</div><br><div style=\"font-size:14px;\"><br>'Course there's folks living in the Heart. There's folk living everywhere. North, south, east, west. Why not here?<br><br>Because the Blessed live here? Only sometimes. Only some places. They're good enough neighbors. Little queer. That whole not talking thing. They just look at you funny, and sometimes you feel the air vibrate. There's no trick talking with them, 'cept knowing you can't. You have to kind of feel at them. It helps not to look at them. Look to yourself. Sometimes they understand.<br><br>There's been folk here a long time. My grandmother told me that when the east-folk found the Heart, some of them stayed. They built the first shrines. Tried to hear the Blessed. We got our ways from them. Speak plain and true. Help where you can. Be respectful of neighbors, whether or not you can see through them.<br><br>But lots of folks came over the years, and a few stayed from all parts. Guess I've got pretty much the whole world in my clan, and we've always been shepherds. Before you ask - everyone asks - there's no trick to sheep. They know how to take care of themselves like anyone else. I follow them. Keep the flock together, help them with whatever they can't handle. Predators, injuries. In return I get wool. Works out for everyone.<br><br>Don't know why one of the Blessed chose me, but I'm glad to have him. Or her - don't rightly know what \"he\" is, truth be told. Just know he's not an \"it.\" But I'm no hero. I got no big learnings. Don't figure I need anything, neither. I always been happy with what I got.<br><br>So I figure I'll just keep doing as I done. I'll watch out for the sheep.</div>"
},
{
	"name" : "Renzo",
	"short" : "The Virtuosos of the south are artistic trend-setters and cultural leaders, and the sculptor Renzo has long been among the most famed and influential. His connection to the Spirit of Form enables him to create ever more elaborate works... not that his unruly pupil, Zeri, is impressed.",
	"long" : "<div style=\"font-size:20px;\"><b>Virtuoso Renzo ehl Tamahid</b><br><b>Age:</b> 45<br><b>Place of Birth:</b> Nishi'an Canton, The Most Harmonious Confederation of Eventide<br><b>Vitality:</b> Form</div><br><div style=\"font-size:14px;\"><br>BEHOLD!<br><br>The art exhibit of the decade. Nay, the MILLENIUM!<br><br>The first week of Markkun, the works of the glorious Virtuoso of Nishi'an, RENZO, shall be placed on display to the general public at Meilun Center for the Arts. YES. You dream NOT. Rub your sleepy eyes and realize that the sculptures of RENZO shall be available for YOUR PERUSAL!<br><br>Thirty-seven HEARTBREAKING WORKS of STAGGERING GENIUS, wrestled untamed from the BASE CLAY by the cat-like mind and bear-like biceps of YOUR ACCLAIMED  SOVEREIGN.<br><br>GASP as the gates of your imagination are unlocked by the subtle interaction of curves and lines in every EXQUISITE work!<br><br>Be AMAZED at the lifelike detail - Renzo's GLORIOUS moustache rendered at the level of each INDIVIDUAL hair!<br><br>WEEP as the works of Renzo capture the ineffable BEAUTY and TRAGEDY of the most fleeting moments. The inevitable fall of an almond blossom's petals. The moment of disillusionment that turns a maiden into a woman. The tragic loss of a single hair from Renzo's moustache.<br><br>Renzo gives every visitor his PERSONAL GUARANTEE that their lives will be ENRICHED and their minds EXPANDED by concentrated exposure to the very FINEST selections from his oeuvre. ALSO there will be a wide selection of cheese available at the opening.<br><br>A MOST SINCERE warning: Renzo's glorious chest will be BARED and ON DISPLAY for the duration of the show. Smelling salts will be made available for those who find themselves OVERWHELMED by its majesty.<br><br></div><div style=\"font-size:11px;\">There will also be paintings by Renzo's apprentice in the lobby.</div>"
},
{
	"name" : "Moya",
	"short" : "Wanderers and smugglers, the ottrekin ply the rivers in family-run barges, viewed with suspicion wherever they land. Moya has guided her crew through rough waters time and again, but her Motion Vitality promises to bring a new level of trouble to their door.",
	"long" : "<div style=\"font-size:20px;\"><b>Moya</b><br><b>Age:</b> 35<br><b>Place of Birth:</b> along the Spraden River<br><b>Vitality:</b> Mobility</div><br><div style=\"font-size:14px;\"><br>Lhanna,<br><br>Here's how it is. I got a barge to run and crew counting on me. Things are about to get choppy. I got this thing happening that I got to see to. Shared that with you all, it's only fair. I got to do right by you, step away for a spell so my troubles don't fall on you.<br><br>Everyone knows what to do while I'm away, but I got a few things I got to say to you private-like. Guess you can plot my course without thinking. It's the drinking. Yeah, you steer clear of Talaire's pups while you're in it. And you never been the sort to tear loose when there's work needs doing. You get your job done. Make them figures add up into something close to running this barge of ours in the black. I got no place to tell you how to spend your off-time.<br><br>Got no problem with drinking as a general habit. You take it too far. You trouble me. Don't like thinking I could find you dead some morning. Get a cold place in my gut thinking on it. And it's nay 'cause you're the only one on this barge with a head for figures. You been part of my crew longer than any, and I'm used to having you beside me. You're a comfort to me, even if I don't never show it. What I'm saying is, if it isn't plain, is that I look on you sweetly. I'd like to keep doing that is all.<br><br>Now that I got that all writ down and out of my head, I'm going to crumple this up and drop it over the side. I got problems enough to deal with without making another of you.<br><br>Love you, kit. Maybe someday.<br><br>-M</div>"
},
{
	"name" : "Varion",
	"short" : "Born in the slums of a western city-state, Varion's marksmanship, wit, and charm bring him wealth as a soldier-for-hire - which he quickly squanders on drink and gambling. He accepts the highs and lows of life with a smile and a shrug, which drew the Spirit of Adaptability to him.",
	"long" : "<div style=\"font-size:20px;\"><b>Varion Canova<br>Age:</b> 24<br><b>Place of Birth:</b> Mercantile City-State of Genalfi<br><b>Vitality:</b> Adaptability</div><br><div style=\"font-size:14px;\"><br>I'll explain about the noodles in a minute.<br><br>These - these are good times. The merchants, they love to play at war. Good money for folks like me, eh? Those poor bastards who fight for nobles, what do they get for their troubles? We dirty mercenaries, we get good clean cash. Survive enough battles, you buy your own nobility. Live the dream - the Promise of the West!<br><br>But listen. It's the company that makes it all bearable, yeah? There are some crazy, scary people in this business. Guys in it for the money, or the power, or killing. They don't last. No one wants to work with them. And when you're neck-deep in swords and shit, you want someone you can trust at your back.<br><br>The good people, you find each other. You stick together. You make each other laugh when the fight's gone grim. Marching past midnight for weeks and months, you hold each other up. Bad employer, you drink and complain together. You hash out where they screwed up over late, cold dinners. You plan better days.<br><br>The Silver Hounds were a dream unit. Every one of us the best. Every one a great heart. You give us a month, we could take any city. You give us an afternoon, we could charm the peasants over for you. Spirits, I miss those days.<br><br>They're all dead now. Died when Duke Anzerani sent us to the Heart of the World. A flash of light, and they all fell like sacks of grain. Marzin, Kalla, Viazi. Every last one. Just stopped breathing. Didn't - didn't even have time to-.<br><br>Ah, hell.<br><br>Sorry, cousin. I'm going to pour one out for the dead. Then another for me, so I don't remember the good times so well. Then... then I'll tell you about the noodles.<br><br></div>"
},
{
	"name" : "Cerulean",
	"short" : "Cheerful and rowdy, Cerulean swore long ago to protect Amarynth as Warden of the Shorewind tribe. Both have changed much on the outside since then, but his heart remains constant. His powers of Resilience make him as immune to her fey moods as to enemy attacks.",
	"long" : "<div style=\"font-size:20px;\"><b>Cerulean of the Shorewind<br>Age:</b> 26<br><b>Place of Birth:</b> unknown; of no fixed abode<br><b>Vitality:</b> Resilience</div><br><div style=\"font-size:14px;\"><br>Awright, tadpoles, shut up and listen up! If you don't know me... what the hell you doin' here? Heh. Naw, seriously. I'm the Warden of our tribe. You're here because that's a damn dangerous job. I might die doin' it. Hope not, but there it is.<br><br>So I got to train one of you sorry sacks a' chum to replace me. Because Lady Amarynth, Spirits bless her, she's goin' to be getting herself into all sortsa trouble. That's always been the case with our high priestesses. They always got themselves a temper. But lately weird stuff's happening all over, and she's got to be part of that.<br><br>You know how every jerk claims to be \"tough but fair,\" right? Here's me sayin' it. Except I'm not a jerk. I don't think. I AM gonna push you to be your best. You're all already damn good. Wouldn't have asked you to be here if not. Yeah, you heard me clear - I asked for every one of you. I been watching. But I gotta figure out which is the best of the best. Because Lady Amarynth is the most important woman in the world ta me. To our tribe.<br><br>I know whatcher thinkin'. \"Hey Cerulean, my coral's just starting to grow in - how can I be as strong and tough as you?\" And to that I say, \"Be the ball.\" And then you say, \"Ball? What ball? Has Cerulean head-butted too many sharks in the mouth?\" And then I'm all like, \"Damn straight I have. Unf!\"<br><br>And THEN I say, \"Now you're too busy laughing to worry about it, yeah?\"<br><br>When I started training for this, my coral hadn't grown in yet either. You're all gonna do fine. Trust me.<br><br>Now everyone down to shore. Time for an endurance swim. Go go go!</div>"
},
{
	"name" : "Mikella",
	"short" : "Proud, prickly, intelligent, and beautiful, Mikella grew up wanting for nothing money could buy, and everything it could not. She uses her new power as bearer of Fortune Vitality as bargaining leverage with her father - the greatest merchant prince of the west.",
	"long" : "<div style=\"font-size:20px;\"><b>Lady Mikella Anzerani<br>Age:</b> 22<br><b>Place of Birth:</b> Mercantile City-State of Maridia<br><b>Vitality:</b> Fortune</div><br><div style=\"font-size:14px;\"><br><b>Mai 2nd, 1543</b><br><br>There was another flash of light in the holy woods to the east. Father seemed greatly concerned. He checked his maps and consulted with Petrus. They came to swift accord; the army he dispatched would certainly have been in the area.<br><br>They were deep enough in discussion that I could slip out for practice. My abilities continue to improve. I can now place the coins on target from twenty paces. The force of the blow is increasing as well.<br><br>I still cannot communicate with the Spirit. I can feel its presence in me, like a warm roast in the stomach. Sometimes I feel its emotions, but they are strange and incomprehensible; reflections from a box of broken glass.<br><br><b>Junil 4th, 1543</b><br><br>Varion returned alone, bearing the battle standards of the expedition. He was the only survivor. When the light struck, every other man fell lifeless. He was evasive about his own survival. Father suspected treachery, but I spoke up, assuring him Varion is too simple for schemes. Father cannot sense, as I can, the Spirit hovering within him.<br><br>Not that I was concerned for Varion. He is a blundering oaf, perpetually unshaven and smelling of hard labor, with a forest of hair upon his forearms. If his appearance were not repulsive enough, his personality is disgraceful. He speaks to me as if I were a woman of his own rank, takes nothing seriously, and constantly makes off-color jests. I would pity any lady who permitted herself affection for such a hapless man.<br><br>Even if I did enjoy his company, it is not my place to choose; so father constantly reminds me. He has narrowed my match down to several bankers. One of them is as young as 43, so there remains some hope of... contentment.</div>"
},
{
	"name" : "Petrus",
	"short" : "A western Shaper of the old priestly tradition, Petrus chafed as perennial second-best to the Arch-Shaper Eidolus, architect of the Dawngate. After losing an arm, Petrus began a second career as Mikella's tutor. Bonding with the Spirit of Progress allowed him to construct a replacement limb and resume his experiments.",
	"long" : "<div style=\"font-size:20px;\"><b>Maestre Petrus Decamari<br>Age:</b> 63<br><b>Place of Birth:</b> Mercantile City-State of Mharidia<br><b>Vitality:</b> Progress</div><br><div style=\"font-size:14px;\"><br>My Lord Duke,<br><br>After due consideration of the options available to me, I have reached a decision. Lady Mikella has reached the limit of my abilities to educate her. She is bright enough for a young lady - perhaps more bright than is proper - but her mind is incapable of discerning the subtleties that mine can. I'm well aware that until last week, you were reconsidering the expense of my services.<br><br>I am, of course, also conscious of your desire to retain my services in light of recent circumstances. You are correct in concluding that they permit me to return to my previous level of activity. Indeed, I suspect my capacity is considerably improved; I've not yet reached the limits of it, due to my physical challenge. That, I expect, will be remedied shortly, and I appreciate the indulgence you've shown with the howls of my test subject.<br><br>However, after so long idle, I have a considerable backlog of personal projects I wish to pursue. Some of them could doubtless be profitably exploited by a man with such business acumen as yours; others are of no interest outside the realm of pure scholarship. Therefore, if you will forgive my boldness, I would like to offer you a counter-proposal.<br><br>I would be pleased to continue offering my services to you at the current level of compensation, if - <i>if</i> - I am permitted three full days per week to pursue my own projects, free from all interruption. The remaining four days I will devote to pursuing your interests in the Heart of the World, and overseeing the activities of your... other agents in the region.<br><br>I remain at your disposal,<br><br>Petrus<br>Maestre Emiritus of the Maridia Shapers' Guild</div>"
},
{
	"name" : "Marah",
	"short" : "Strong and quiet, like all folk of the holy woods, Marah was always attuned to the passing seasons and animal migrations. Bonding with the Spirit of Growth left her overwhelmed - able to see life swarming in a drop of water, and feel every leaf shiver in the forest.",
	"long" : "<div style=\"font-size:20px;\"><b>Marah<br>Age:</b> 28<br><b>Place of Birth:</b> Shawcross Village, The Heart of the World<br><b>Vitality:</b> Growth</div><br><div style=\"font-size:14px;\"><br>I haven't slept for days.<br><br>\"How do you-?\" he begins.<br><br>I watch the breath leave his mouth. It swarms with life, a cloud of tiny creatures, eyeless and oddly shaped, blown from the humid cavern of his lungs into the sunlight. The spring wind catches them; they twirl away to settle on a nearby bush.<br><br>The leaves thrum with the flow of water and strangely colored essences of earth. They tremble from the caress of the sun, energy vibrating into endless rows of brick shapes, constellations of pale green disks. I feel the quake of ants parading along trails of whisper-fine scent tendrils, waving in the air and tickling their antennae.<br><br>A bee's glassy wings rock back and forth. A speck of yellow unsticks itself in the downblast. It hangs suspended in an infinite sea of haze, objects that sizzle and wobble like clouds of gnats in the sun. The yellow speck whips aloft.<br><br>Enormous weights drift above the earth. Invisible rivers surge and tumble over the land. I feel the shiver of leaves in eastern forests; the sting of ice blown from shining peaks in the north; the sigh of western winds shaking water against the mountains; the parching, abrasive roar of pale sand-clouds rolling across the south.<br><br>My head is pummeled, my senses strained to breaking. There's too much. Worlds within worlds within worlds, and... I can't stop seeing them all. I can't not hear it.<br><br>\"I'm fine,\" I blurt, rubbing my pounding forehead.<br><br>\"-feel?\" he finishes, with a smile. He takes one of my hands. \"You know... you don't seem so different, love.\"<br><br>I watch the blood rushing beneath his skin, and fumble for words that could explain to him the sensation of a jungle blooming, or a glacier withering.<br><br></div>"
},
{
	"name" : "Dibs",
	"short" : "From his earliest days in the eastern jungles, Dibs looked to the sky. While his innumerable friends-and-relations capered through the trees, he dreamed of ways to fly over them. Now that the Spirit of Ambition allows him to touch the sky, he's sworn to help Nissa achieve her dreams.",
	"long" : "<div style=\"font-size:20px;\"><b>Dibs</b><br><b>Age:</b> 17<br><b>Place of Birth:</b> the Kuulahele Tangle<br><b>Vitality:</b> Ambition</div><br><div style=\"font-size:14px;\"><br>\"It's cold up here in the morning, huh Nissa? Is it like this year-round? Is it true that people make houses out of snow up here? I bet you can't build a fire without the ceiling raining, and then your clothes would get all wet.\"<br><br>\"Not that Zips and I wear clothes. Ha, nope! I've got fur, and he's Zips. Zips doesn't get hurt from cold, he just moves slooowwwerrr. Of course, he's pretty slow anyway, except when he's flying.\"<br><br>\"Wouldn't dream of going without him, though. Nope! We've been together since I was just a pouchling, and he was... well, he was always a big beetle. I couldn't fly without him. Yup-yup, I tried for a long time. I fell out of trees trying to touch the sky. One moment of freedom, three weeks of owwies.\"<br><br>\"Zips is my inspiration, the wind beneath my wings. Also he's my wings. Heh. That's our little joke. Smile for Nissa, Zips! Is he smiling? I can't see. I bet he is.\"<br><br>\"Anyway, how are you feeling? Want me to gather breakfast? I know where to find a bunch of nuts and berries. There are these little blue ones that are just the bestest.\"<br><br>\"Dibs... the sun's not up yet.\"<br><br>\"'Early to rise gets their pick of breakfast,' my mother always said. Of course, I had sixteen brothers and sisters, so it was more like 'last up gets nothing.'<br><br>\"Aw, why are you groaning like that? Are you sick? Do you have a headache? Hey, get your head out from under the furs. It's not time for sleepies, it's time to go-go-go! How about a morning swim? I bet that would wake you up.\"<br><br>\"Wait here, I'll get a bucket. Do you have a bucket? Let's just check in your stuff...\"</div>"
},
{
	"name" : "Nissa",
	"short" : "Nissa was the High Huntress of the Stonebloom tribe until she bonded with the Spirit of Pursuit. The people of the east venerate the Spirits as untouchable, and her Vitality powers left her an outcast. She wanders with her companion Tal'ah, helping where she can, but always moving on.",
	"long" : "<div style=\"font-size:20px;\"><b>Nissa of the Stonebloom<br>Age:</b> 18<br><b>Place of Birth:</b> unknown; of no fixed abode<br><b>Vitality:</b> Pursuit</div><br><div style=\"font-size:14px;\"><br>\"Touch the snow. What does it tell you about your prey?\"<br><br>The boy hunkers down, nose just over the track. He thrusts his branch \"spear\" into a drift, slips off one glove and runs his fingers lightly over the pawprint. \"It's an altai cat?\"<br><br>\"Mm. By the size and the stride length, I would guess five or six summers old. What else?\"<br><br>He shakes his head, breath wreathing his face. \"Only that it went that way.\" He waves off into the pine-shadows.<br><br>\"Here,\" I squat and point. \"Your prey was walking. If it were at speed, there would be a buildup of snow in the center, from the pressure when it pushed off. This blurring? There was a light snow last night, yes? It passed before then. That discoloration? It's not dirt \" the track isn't deep enough. That's blood, from a wound nearly scabbed over.\"<br><br>A call drifts though the trees. I crane my head around, turning my ears to determine the origin. \"Your mother?\"<br><br>\"No,\" he lies transparently, looking away.<br><br>I smile and rise. Tal'ah scrambles up, tiny claws digging in to my legs and back. I barely feel her anymore, though she's reached full size. \"You have a lifetime to learn to hunt. Your supper will grow cold in a short while.\"<br><br>\"Would you share our fire?\"<br><br>\"No, I \" I can't.\" It's my turn to look away. \"I'm sorry. I wouldn't be welcome.\"<br><br>\"'Everyone is welcome in the snow,'\" he quotes proverb, frost-red nose scrunching up in confusion.<br><br>\"I am a Shaper.\"<br><br>He takes a step back, making an unconscious warding gesture with his hand, thumb to palm, fingers splayed. The same sign I used, years and leagues ago.<br><br>It's time to move on again. The cold has grown bitter.</div>"
},
{
	"name" : "Viridian",
	"short" : "Among the eastern Shorewind tribe, Viridian hunted whales with only a knife, diving alone into the dark and cold to provide meat, blubber, and oil. Even to his tribe, his blessings are horrifying, and before he bonded with the Spirit of Finesse, he lived alone and apart.",
	"long" : "<div style=\"font-size:20px;\"><b>Viridian of the Shorewind<br>Age:</b> 24<br><b>Place of Birth:</b> unknown; of no fixed abode<br><b>Vitality:</b> Finesse</div><br><div style=\"font-size:14px;\"><br>You must bring light and warmth with you.<br><br>I see where to strike by the sea-shine of my flesh. My brother rushes downwards, a mountain trying to cast me off. Blubber bursts apart at the touch of my blade.<br><br>He wails as we fall into the night, as I worm and hew through his purple wilderness. In the distance they will hear him, and sing their goodbyes.<br><br>The fist of the sea closes around us. We can no longer speak. I lay my hand on my brother's giant heart, feel the strength of it hammer my arm. I thank him for his gifts.<br><br>I drive the knife in, tear downwards, and his life boils past me.<br><br>I curl around myself, and commence my weightless vigil. The last salt breaths, so long ago now, burn my lungs. Far above, where the water is clear, they wait to catch us.<br><br>It is a long, slow fall upward.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;* * *<br><br>The deep cold has settled in my bones. The glow has faded from my skin. The people haul my bounty ashore, walking nervously past me, carving strips from my brother for their coming feast. And striding forth--<br><br>I cast my eyes on the rocks. There's too great a risk of offending. \"A fine catch,\" she says. \"Will you stay for the meal?\"<br><br>I reply as I always do; \"Not tonight, High Priestess.\"<br><br>\"Thank you for bringing this.\" I imagine there is softness in her voice, though I know there is not.<br><br>\"Good work, mate,\" he booms from her side. He claps me on the shoulder, so hard I'm nearly spilled.<br><br>\"It's what I do,\" I say, and turn back to shore. I cup her words to my heart, and there is warmth again, and light. I can return to the depths.</div>"
},
{
	"name" : "Faris",
	"short" : "In the turbulent era that closed the Age of Majesty, Faris was built to protect the children of the powerful from a rising tide of violent religious zealotry. The Spirit of Ruin sought him after centuries alone. In this age, there are still children to protect - by any means necessary.",
	"long" : "<div style=\"font-size:20px;\"><b>Kalb-u-sapris 3347: \"Faris\"<br>Age:</b> 1746<br><b>Place of Birth:</b> Ruins of Balakhan<br><b>Vitality:</b> Ruin</div><br><div style=\"font-size:14px;\"><br><b>FARIS:</b>  Archive dated Sixth Year of the Council of Bel-Adan, Waning Moon of Long Stars.<br><br><b>MATIHOLOGIST:</b> Would you name yourself, for the record?<br><br><b>AKAID:</b> Akaid Il-Tan-Esh. Former watchman.<br><br><b>MATIHOLOGIST:</b> Why are you here?<br><br><b>AKAID:</b> I'm dying. I came to donate.<br><br><b>MATIHOLOGIST:</b> Why did you volunteer?<br><br><b>AKAID:</b> My wife died six years ago. Kirina \" our daughter \" she and I held her hands when she passed. I still miss her, every day. I'm not afraid of the Spirits. But when I'm gone, what we shared... no one will know it. Not as we did.<br><br><b>MATIHOLOGIST:</b> You're aware this can't be reversed? Once removed, they're gone. We can't return them.<br><br><b>AKAID:</b> When we began courting, Erishti asked me, \"Will we be together forever?\" I thought one of us would die before the other. So I told her, \"I'm dubious.\"<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;* * *<br><br><b>FARIS:</b> I am awake.<br><br><b>MATIHOLOGIST:</b> Hello, Faris. Please consult your anamnesis. Can you tell me your earliest memory?<br><br><b>FARIS:</b> Waking up, just now. Correction. A woman with long hair, like black silk. Or silver? A little girl with hazel eyes. No \" a grown woman? She and I held the woman's hands. I remember a sensation within. Strong. Warm. I do not know its name.<br><br><b>MATIHOLOGIST:</b> You will in time. There's a task I need you to perform.<br><br><b>FARIS:</b> Protect the crche.<br><br><b>MATIHOLOGIST:</b> Can you tell me why?<br><br><b>FARIS:</b> An answer is carved into my thoughts; \"Protect the future.\" My anamnesis counsels a different response.<br><br><b>MATIHOLOGIST:</b> Oh?<br><br><b>FARIS:</b> I remember the sound of a child crying. May I ask a question?<br><br><b>MATIHOLOGIST:</b> Certainly.<br><br><b>FARIS:</b> The man on the bed. He is..?<br><br><b>MATIHOLOGIST:</b> Ill. He hasn't long to live.<br><br><b>FARIS:</b> He looks lonely.<br><br><b>MATIHOLOGIST:</b> He just gave up something very important to him.<br><br><b>FARIS:</b> May I stay with him until my duties begin?<br><br></div>"
},
{
	"name" : "Desecrator",
	"short" : "The cold and clinical entity known as the Desecrator wields the Vitality of Decay as a surgeon wields a scalpel. Little is known of him, save that he nurses a frightful vendetta against the merchant princes of the west, and Mikella's family in particular.",
	"long" : "<div style=\"font-size:20px;\"><b>\"The Desecrator\"</b><br><div style=\"font-size:14px;\">true name unknown</div><br><b>Age:</b> Unknown (Deceased)<br><b>Place of Birth:</b> Unknown<br><b>Vitality:</b> Decay</div><br><div style=\"font-size:14px;\"><br>I suppose one could dig into my past - pardon the crude pun. But what would you find? The truth? No. Merely the petty calumnies of lesser intellects. The jealous mutterings of men who would have gladly followed the path I forged, had they the talent to replicate my results. You know the axiom that history is written by the victors? If I were the victor of my own tale, would I be magically bound within a sepulcher?<br><br>At any rate, such details are unimportant. The dry facts of a man's past are black points on a white sheet. You cannot assemble a color portrait from them.<br><br>I will inform you of the items that are truly important to understand the man... or the former man, if you prefer.<br><br>I am an artist. I am an explorer. I seek to improve the natural beauties that I discover. I refuse to restrict my palette to the drab, unimaginative colors used by other men. And my canvas is the mortal form.<br><br>The corpus, the body. Oh, it's a miracle to be sure. So many moving parts. Such breathtaking symmetries and elegant coincidences of design. But so many inefficiencies as well! So many systems left on the tantalizing precipice of genius. So many details waiting to be improved by a man of vision with a skilled hand. And, yes, improved by a bit of stitching and a touch of Vitality Shaping.<br><br>Mine is not a calling for one unduly burdened with a surfeit of morality. It demands an intellect capable of cool, unbiased, unsympathetic assessment and experimentation.</div>"
},
{
	"name" : "Ashabel",
	"short" : "Though famed across the south for her sublime dancing, Ashabel is talented in arts from poetry to song. Clients at her salon pay handsomely for hours on the arms of clever and charming companions, enjoying refined conversation and recitals... but the lady holds herself aloof, the Spirit of Elegance her only company.",
	"long" : "<div style=\"font-size:20px;\"><b>Ashabel ehl Nahime<br>Age:</b> 40<br><b>Place of Birth:</b> Rima'hai Canton, the Perfumed Council of Emerald Shadows<br><b>Vitality:</b> Elegance</div><br><div style=\"font-size:14px;\"><br>I felt you ever at my back<br>As our years grew long<br>You held me up<br>And pushed me on<br>The light I chased grew ever brighter<br>My shadow stretched across the sand<br>My steps grew sure and quick<br>But I no longer felt your hand<br><br>Four years past we went to court<br>To watch the festivals<br>They adored me<br>But ignored you<br>I saw you fade before the host<br>But I stayed late, in light and fame<br>And found you home in empty cups<br>That night I felt your hand again<br><br>Breathe in, breathe out<br>Keep your chin upraised<br>Set aside nights of doubt<br>Walk further with grace<br><br>My parasol leans in the corner<br>I pack my evening gowns away<br>I hush the lanterns like a ghost<br>A shadow at the close of day<br>Pull out the extra blanket<br>Hear the life beyond our walls<br>Curl alone again beneath it<br>Watch a cold moon rise and fall<br><br>Shadows pool across the stone<br>Winds sigh down the lamplit street<br><br>Breathe in, breathe out<br>Keep your chin upraised<br>Set aside nights of doubt<br>Walk further with grace</div>"
},
{
	"name" : "Zalgus",
	"short" : "Effete, intelligent, and obsessed with outcomes, Zalgus expected his fate as the son of a northern Duchess was to be married off for political gain. The Spirit of Fate showed him the future is not as blandly predictable as he anticipated.",
	"long" : "<div style=\"font-size:20px;\"><b>Zalgus Silander Tallund<br>Age:</b> 21<br><b>Place of Birth:</b> Risenne, Queendom of Chassart<br><b>Vitality:</b> Fate</div><br><div style=\"font-size:14px;\"><br>Good fellow, do I appear suited for physical labor? That is why those of my class employ those of your class. I spend as much time honing the keen edge of my intellect as your spend honing... hm, the size of your biceps, I suppose?<br><br>I read too much? Oh, surely you jest. One can't read too much.  It is like unto claiming that one can breathe too much. So long as there are words yet to be read, it is my privilege - nay, my duty - to seek them out and wring from them the last dregs of truth's sweet wine.<br><br>But perhaps this is envy speaking. Do you find your own wits muddled by exposure to the written word? I'll pause so you can unpack that statement.<br><br>Still with me? Ah, I can tell by the way your mono-brow furrows that you are. Whoop! No need for violence, now. I - ha! - I assure you, I'm quite capable of - ah! - dodging such clumsy blows. See here, good fellow. If you - hup! - insist on - hah! - pressing the issu-!<br><br>That was volume six of Nisterius' \"History of the Karthic Speaking Peoples.\" How is your head? Can you tell me how many fingers I'm holding up? Well, of course I hit you. Really, sir, I've only two cheeks to turn at your repeated insults. Four if you're vulgar.<br><br>Ah, and I can see my lovely sister boiling over here now. Doubtless to waggle her finger at me for abusing the help. She's so uptight.<br><br>Speaking of which, I've heard you and your cohorts' lascivious comments regards her posterior.  I do suggest you tell her this was an innocent misunderstanding between us. She would throw something far heavier than a book at your head.<br><br></div>"
},
{
	"name" : "Vex",
	"short" : "Born a mere frax - a predator beast of the western forests - Vex was the subject of Petrus' early Vitality Experiments into Shaping flesh. His body and mind both enhanced and damaged, he suffers constant agony. Only the blessings of the Spirit of Pain keep him alive and sane.",
	"long" : "<div style=\"font-size:20px;\"><b>Vitality Experiment IV<br>Age:</b> 4<br><b>Place of Birth:</b> Myella Woodlands<br><b>Vitality:</b> Pain</div><br><div style=\"font-size:14px;\"><br><b>Language Development Log</b><br><br><b>Mai 4th, 1543</b><br><br>(growling, snarling)<br><br><b>Mai 10th, 1543</b><br><br>(growling) pain (snarling) hate (growling)<br><br><b>Mai 13th, 1543</b><br><br>(snarling) Sssstay there. (growl) N-no touch. K-k-kill. (snarl)<br><br><b>Mai 16th, 1543</b><br><br>(growl) Always hurting. No touch you. (snarl)<br><br><b>Mai 19th 1543</b><br><br>(growl) Why you hurt? Nothing done. Always here. Only have know of here. Done bad hurting before knowing?<br><br>What do this call this? You is Mm -Massster. What calls this?<br><br>Vie- Vie- Vitality. Speriment. F-four. Vex.<br><br><b>Mai 22nd, 1543</b><br><br>How Vex feels? Like hurting all over. Hard heavy things inside. Hurt when moving. Hurt when breathing. Insides always crushing.<br><br>No more hurting. Always hurting. Vex want die.<br><br>Didn't ask for talking. Don't understand. Don't remember. Others like Vex not talk. Others like Master not hear. Who talks to Vex?<br><br>Master not talk to Vex. Master just asks, asks. How feel. Move this. Clench that. Not talk.<br><br><b>Mai 25th, 1543</b><br><br>Vex sees Master's not-talked thinking.<br><br>Vex no dies. Master holds and hurts. Opens flesh with cold bright fire-sticks. Stews Vex's insides around. Stews twitch-things in the head for talk nice. Vex juices come out all over. But no dies. Vex eats, it all closes. Hurts. But no kill.<br><br>Master made Vex no dies. Master no kill - can't kill.<br><br>Vex forget knowing pain, Vex do whatever.<br><br></div>"
},
{
	"name" : "Tess",
	"short" : "Coarse, exuberant, and unrestrained, Tess and her pirate crew terrorized shipping along the Jeweled Coast of the west. After years of fruitless tinkering and experiments, the coming of the Spirit of Defiance granted her life-long dream; a ship that can sail among the clouds.",
	"long" : "<div style=\"font-size:20px;\"><b>Therese \"Tess\" Ciela Solente<br>Age:</b> 26<br><b>Place of Birth:</b> Mercantile City-State of Luccona<br><b>Vitality:</b> Defiance</div><br><div style=\"font-size:14px;\"><br>Hey bilge rats! Shut up and listen up!<br><br>I'm Cap'n Solente. Mates I like get to call me Tess. But I don't like any of you grab-ass sons-a-bitches, so it's Cap'n to the likes of you.<br><br>Some of you might have sailed with me before. Some of you may have fought me before. A few of you I might have slept with. If I liked you, I'd remember, so don't ask.<br><br>Few years back, my crew took a big damn prize from Count Calliani. She's been sitting in my dock ever since. Yeah, I hear you crap-for-brains in the back there, snickering. It's true enough. Been trying to make her fly. Balloons. Wings. Fireworks. Catapults. Ducks on strings. Buttered toast and cats. Even tried to steal some of them old wings from the east. Only got a month in the clink for the trouble, fore my mates busted me out.<br><br>Well I got something better now. So hear this, bitches.<br><br>The <i>Osprey</i> flies.<br><br>You think on that now. Think about going wherever the wind takes ya. Flying over the wall of some prince's manor, hauling up his treasure, and leaving him to shake his fist up at you.<br><br>Any of you scum want to get rich, sign articles with me. I'm gonna piss on them snooty queens and kick over the virtuosos' sand castles. I'll skin the tribal elders for a coat, and serve Shorewinds on the half-shell. And the merchant princes... you know, I'll just let you use your imagination there.<br><br>I'm gonna douse the world in oil and drop a torch on it. While it burns I'll be sitting overhead on a pile of gold, drunk off my ass and laughing.<br><br>And I will NOT have the decency to spit on you.</div>"
}
]

